Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/constitutional_referendum_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The Irish Government cannot introduce legislation in Ireland that conflicts with Bunreacht na hEireann (the basic law or Constitution of the country). Sometimes it is necessary therefore, to change or amend the Constitution
ga: Ní féidir leis an rialtas reachtaíocht a thabhairt isteach má tá sí in aghaidh an bhunreachta mar sin amanna bíonn athruithe nó leasuithe ar an mBunreacht ag teastáil

source: Each time the Government wishes to change or amend the Constitution, it must do it by holding a referendum
ga: Gach uair atá an Rialtas ag iarraidh athraithe nó leasaithe a dhéanamh ar an mBunreacht, ní foláir dó é sin a dhéanamh trí reifreann a eagrú

source: A referendum gives the people of Ireland the opportunity to express their opinion and vote for or against the proposed change or amendment
ga: Tugann reifreann deis do mhuintir na hÉireann vótáil ar son nó in aghaidh an athraithe nó an leasaithe atá beartaithe

source: In order to call a constitutional referendum, a proposal to amend the Constitution must be introduced in the Dáil as a Bill
ga: Chun reifreann a fhógairt, ní foláir an moladh chun athrú a dhéanamh ar an mBunreacht a thabhairt isteach sa Dáil mar Bhille

source: The Bill sets out the proposed amendment to the Constitution
ga: Déanann an Bille cur síos ar an leasú bunreachtúil atá beartaithe

source: The Bill must be passed by both the Dáil and the Seanad
ga: Caithfidh an Dáil agus an Seanad araon glacadh leis an mBille

source: The Bill is then submitted to the people so that they can vote for or against it
ga: Ansin cuirtear an Bille os comhair an phobail ionas go mbeidh siad in ann vótáil ar a shon nó ina aghaidh

source: If the majority of the votes cast at the referendum are in favour of the change, the Bill is signed by the Irish President and the Constitution is then amended
ga: Má tá tromlach na vótaí a caitheadh sa Reifreann i bhfabhar an athraithe, síníonn an tUachtarán an Bille agus déantar leasú ar an mBunreacht ansin

source: Read more about the President and legislation here
ga: Leigh tuilleadh faoin tUachtarán agus reachtaíocht

source: A list of referenda is available on the Department of the Taoiseach's website
ga: Tá liosta de na reifrinn ar fáil ar shuíomh gréasáin na Roinne an Taoisigh
